Pen9uin-g/ESP32-P4-WIFI6-Touch-LCD-XC/examples/esp-idf/05_sdmmc/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=n
CONFIG_ESP32P4_REV_MIN_300=y
CONFIG_SPIRAM_SPEED_250M=y
CONFIG_SPIRAM_SPEED=250
CONFIG_FATFS_VFS_FSTAT_BLKSIZE=4096
